Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.emailChange.oauthOnlyHint
source: You signed in with Google/Apple. To change your email, first set a password in security settings.
ar: لقد قمت بتسجيل الدخول باستخدام Google/Apple. لتغيير بريدك الإلكتروني، يجب أولاً تعيين كلمة مرور في إعدادات الأمان.
bg: Влязохте с Google/Apple. За да промените имейла, първо задайте парола в настройките за сигурност.
bn: আপনি Google/Apple দিয়ে সাইন ইন করেছেন। ইমেল পরিবর্তন করতে, প্রথমে নিরাপত্তা সেটিংসে একটি পাসওয়ার্ড সেট করুন।
ca: Vas iniciar sessió amb Google/Apple. Per canviar el teu correu electrònic, primer estableix una contrasenya a la configuració de seguretat.
cs: Přihlásili jste se přes Google/Apple. Chcete-li změnit e-mail, nejdříve si nastavte heslo v nastavení zabezpečení.
da: Du loggede ind med Google/Apple. For at ændre din e-mail skal du først angive en adgangskode i sikkerhedsindstillingerne.
de: Du hast dich mit Google/Apple angemeldet. Um deine E-Mail zu ändern, lege zuerst ein Passwort in den Sicherheitseinstellungen fest.
el: Συνδεθήκατε με Google/Apple. Για να αλλάξετε το email, ορίστε πρώτα έναν κωδικό πρόσβασης στις ρυθμίσεις ασφαλείας.
es: Iniciaste sesión con Google/Apple. Para cambiar tu correo, primero establece una contraseña en la configuración de seguridad.
et: Sa logisid sisse Google/Apple kaudu. E-posti muutmiseks määra esmalt parool turvaseadetes.
fa: شما با Google/Apple وارد شدید. برای تغییر ایمیل، ابتدا در تنظیمات امنیتی رمزعبور تنظیم کنید.
fi: Kirjauduit sisään Google/Applen kautta. Vaihtaaksesi sähköpostia, aseta ensin salasana turva-asetuksissa.
fil: Nag-sign in ka gamit ang Google/Apple. Upang baguhin ang iyong email, una ay magtakda ng password sa security settings.
fr: Vous vous êtes connecté avec Google/Apple. Pour changer votre e-mail, définissez d'abord un mot de passe dans les paramètres de sécurité.
he: נכנסת עם Google/Apple. לשינוי הדוא"ל, תחילה הגדר סיסמה בהגדרות ההשכלה.
hi: आप Google/Apple से साइन इन करते हैं। अपना ईमेल बदलने के लिए, पहले सुरक्षा सेटिंग में एक पासवर्ड सेट करें।
hr: Prijavili ste se s Googleom/Appleom. Za promjenu e-maila prvo postavite lozinku u postavkama sigurnosti.
hu: Google/Apple segítségével jelentkezett be. Az e-mail módosításához először állítson be egy jelszót a biztonsági beállításokban.
id: Anda masuk dengan Google/Apple. Untuk mengubah email, terlebih dahulu atur kata sandi di pengaturan keamanan.
is: Þú skráðir þig inn með Google/Apple. Til að breyta netfangi vertu fyrst að stilla lykilorð í öryggisstillingum.
it: Hai effettuato l'accesso con Google/Apple. Per cambiare email, prima imposta una password nelle impostazioni di sicurezza.
ja: Google/Appleでサインインしました。メールアドレスを変更するには、まずセキュリティ設定でパスワードを設定してください。
ko: Google/Apple로 로그인했습니다. 이메일을 변경하려면 먼저 보안 설정에서 비밀번호를 설정하세요.
lt: Jūs prisijungėte naudodami Google/Apple. Norėdami keisti el. paštą, pirmiausia nustatykite slaptažodį saugos nustatymuose.
lv: Jūs pierakstījāties ar Google/Apple. Lai mainītu e-pastu, vispirms iestatiet paroli drošības iestatījumos.
nb: Du logget inn med Google/Apple. For å endre e-post må du først sette et passord i sikkerhetsinnstillingene.
nl: Je hebt je aangemeld met Google/Apple. Om je e-mail te wijzigen, stel je eerst een wachtwoord in via beveiligingsinstellingen.
nn: Du logga inn med Google/Apple. For å endre e-post må du først setja eit passord i sikkerhetsinnstillingane.
pl: Zalogowałeś się przez Google/Apple. Aby zmienić e-mail, najpierw ustaw hasło w ustawieniach bezpieczeństwa.
pt_br: Você se conectou com Google/Apple. Para alterar seu email, primeiro defina uma senha nas configurações de segurança.
ro: V-ați conectat cu Google/Apple. Pentru a schimba e-mailul, setați mai întâi o parolă în setările de securitate.
ru: Вы вошли через Google/Apple. Чтобы изменить электронную почту, сначала установите пароль в параметрах безопасности.
sk: Prihlásili ste sa cez Google/Apple. Na zmenu e-mailu si najskôr nastavte heslo v nastaveniach zabezpečenia.
sl: Prijavljeni si se z Google/Apple. Za spremembo e-pošte moraš najprej nastaviti geslo v varnostnih nastavitvah.
sr: Prijavio/la si se sa Google/Apple. Da biste promenili e-mail, prvo postavite lozinku u sigurnosnim postavkama.
sv: Du loggade in med Google/Apple. För att ändra e-post måste du först ställa in ett lösenord i säkerhetsinställningarna.
sw: Ulijisajili kwa kutumia Google/Apple. Ili kubadilisha barua pepe, kwanza weka nenosiri katika mipangilio ya usalama.
ta: நீங்கள் Google/Apple மூலம் உள்நுழைந்தீர்கள். மின்னஞ்சலை மாற்ற, முதலில் பாதுகாப்பு அமைப்புகளில் கடவுச்சொல்லை அமைக்கவும்.
th: คุณเข้าสู่ระบบด้วย Google/Apple หากต้องการเปลี่ยนอีเมล ให้ตั้งรหัสผ่านในการตั้งค่าความปลอดภัยก่อน
tr: Google/Apple ile giriş yaptınız. E-postayı değiştirmek için önce güvenlik ayarlarında bir şifre belirleyin.
uk: Ви увійшли через Google/Apple. Щоб змінити електронну пошту, спочатку встановіть пароль у параметрах безпеки.
ur: آپ نے Google/Apple کے ساتھ سائن ان کیا۔ ای میل تبدیل کرنے کے لیے، پہلے سیکیورٹی سیٹنگز میں پاس ورڈ سیٹ کریں۔
vi: Bạn đã đăng nhập bằng Google/Apple. Để thay đổi email, trước tiên hãy đặt mật khẩu trong cài đặt bảo mật.
zh_hans: 您使用 Google/Apple 登录。要更改电子邮件，请先在安全设置中设置密码。
zh_hant: 你使用 Google/Apple 登入。若要變更電郵，請先在安全設定中設定密碼。

# profile.emailChange.sendConfirmation
source: Send Confirmation
ar: إرسال التأكيد
bg: Изпратете потвърждение
bn: নিশ্চিতকরণ পাঠান
ca: Envia Confirmació
cs: Odeslat potvrzení
da: Send bekræftelse
de: Bestätigung senden
el: Αποστολή Επιβεβαίωσης
es: Enviar confirmación
et: Saada kinnitus
fa: ارسال تأیید
fi: Lähetä vahvistus
fil: Magpadala ng Bekreftelse
fr: Envoyer la confirmation
he: שלח אישור
hi: पुष्टिकरण भेजें
hr: Pošalji potvrdu
hu: Megerősítés küldése
id: Kirim Konfirmasi
is: Senda staðfestingu
it: Invia conferma
ja: 確認を送信
ko: 확인 이메일 보내기
lt: Siųsti patvirtinimą
lv: Nosūtīt apstiprinājumu
nb: Send bekreftelse
nl: Bevestiging verzenden
nn: Send bekreftelse
pl: Wyślij potwierdzenie
pt_br: Enviar Confirmação
ro: Trimiteți confirmarea
ru: Отправить подтверждение
sk: Odoslať potvrdenie
sl: Pošlji potrditev
sr: Pošalji potvrdu
sv: Skicka bekräftelse
sw: Tuma Uthibitisho
ta: உறுதிப்படுத்தல் அனுப்பு
th: ส่งการยืนยัน
tr: Onayı Gönder
uk: Надіслати підтвердження
ur: تصدیق بھیجیں
vi: Gửi xác nhận
zh_hans: 发送确认
zh_hant: 發送確認

# profile.emailChange.sending
source: Sending...
ar: جاري الإرسال...
bg: Изпращане...
bn: পাঠাচ্ছি...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Wird gesendet...
el: Αποστολή...
es: Enviando...
et: Saatmine käimas...
fa: درحال ارسال...
fi: Lähetetään...
fil: Nagpapadala...
fr: Envoi...
he: שולח...
hi: भेजा जा रहा है...
hr: Slanje...
hu: Küldés alatt...
id: Mengirim...
is: Sendir...
it: Invio in corso...
ja: 送信中...
ko: 전송 중...
lt: Siunčiama...
lv: Sūtīšana...
nb: Sender...
nl: Verzenden...
nn: Sender...
pl: Wysyłanie...
pt_br: Enviando...
ro: Se trimite...
ru: Отправка...
sk: Odosielam...
sl: Pošiljam...
sr: Slanje...
sv: Skickar...
sw: Inatuma...
ta: அனுப்பப்படுகிறது...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Надсилання...
ur: بھیجا جا رہا ہے...
vi: Đang gửi...
zh_hans: 发送中...
zh_hant: 傳送中...

# profile.emailChange.title
source: Change Email
ar: تغيير البريد الإلكتروني
bg: Смяна на имейла
bn: ইমেল পরিবর্তন করুন
ca: Canviar correu electrònic
cs: Změnit e-mail
da: Ændre e-mail
de: E-Mail ändern
el: Αλλαγή Email
es: Cambiar correo electrónico
et: Muuda e-posti
fa: تغییر ایمیل
fi: Vaihda sähköposti
fil: Baguhin ang Email
fr: Changer l'e-mail
he: שינוי דוא״ל
hi: ईमेल बदलें
hr: Promijeni e-mail
hu: E-mail cím módosítása
id: Ubah Email
is: Breyta tölvupósti
it: Cambia email
ja: メールアドレスを変更
ko: 이메일 변경
lt: Keisti el. paštą
lv: Mainīt e-pastu
nb: Endre e-post
nl: E-mail wijzigen
nn: Endre e-post
pl: Zmień e-mail
pt_br: Alterar Email
ro: Schimbați e-mailul
ru: Изменить адрес электронной почты
sk: Zmeniť e-mail
sl: Spremenite e-pošto
sr: Promeni e-poštu
sv: Ändra e-post
sw: Badilisha Barua Pepe
ta: மின்னஞ்சலை மாற்று
th: เปลี่ยนอีเมล
tr: E-postayı Değiştir
uk: Змінити електронну пошту
ur: ای میل تبدیل کریں
vi: Thay đổi email
zh_hans: 更改电子邮件
zh_hant: 更改電郵

# profile.errors.loadFailed
source: Could not load profile
ar: تعذر تحميل الملف الشخصي
bg: Не можа да се зареди профилът
bn: প্রোফাইল লোড করা যায়নি
ca: No s'ha pogut carregar el perfil
cs: Nepodařilo se načíst profil
da: Kunne ikke indlæse profil
de: Profil konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του προφίλ
es: No se pudo cargar el perfil
et: Profiili ei saanud laadida
fa: نمی‌توان پروفایل را بارگذاری کرد
fi: Profiilin lataaminen epäonnistui
fil: Hindi ma-load ang profile
fr: Impossible de charger le profil
he: לא ניתן לטעון את הפרופיל
hi: प्रोफाइल लोड नहीं हो सका
hr: Nije moguće učitati profil
hu: Nem sikerült betölteni a profilt
id: Tidak dapat memuat profil
is: Gat ekki hlaðið prófílnum
it: Impossibile caricare il profilo
ja: プロフィールを読み込めませんでした
ko: 프로필을 불러올 수 없습니다
lt: Nepavyko įkelti profilio
lv: Neizdevās ielādēt profilu
nb: Kunne ikke laste profilen
nl: Profiel kon niet worden geladen
nn: Kunne ikke laste profilen
pl: Nie można załadować profilu
pt_br: Não foi possível carregar o perfil
ro: Nu s-a putut încărca profilul
ru: Не удалось загрузить профиль
sk: Nie je možné načítať profil
sl: Profila ni bilo mogoče naložiti
sr: Nije moguće učitati profil
sv: Kunde inte läsa in profilen
sw: Haiwezi kupakia wasifu
ta: சுயவிவரத்தை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดโปรไฟล์
tr: Profil yüklenemedi
uk: Не вдалося завантажити профіль
ur: پروفائل لوڈ نہیں ہو سکا
vi: Không thể tải hồ sơ
zh_hans: 无法加载个人资料
zh_hant: 無法載入個人資料

# profile.errors.nameSafetyFilter
source: This name can’t be saved because it contains blocked content.
ar: لا يمكن حفظ هذا الاسم لأنه يحتوي على محتوى محظور.
bg: Това име не може да бъде запазено, защото съдържа блокирано съдържание.
bn: এই নামটি সংরক্ষণ করা যাবে না, কারণ এতে ব্লক করা বিষয়বস্তু রয়েছে।
ca: Aquest nom no es pot desar perquè conté contingut bloquejat.
cs: Tento název nejde uložit, protože obsahuje blokovaný obsah.
da: Dette navn kan ikke gemmes, fordi det indeholder blokeret indhold.
de: Dieser Name kann nicht gespeichert werden, da er blockierte Inhalte enthält.
el: Αυτό το όνομα δεν μπορεί να αποθηκευτεί επειδή περιέχει αποκλεισμένο περιεχόμενο.
es: Este nombre no se puede guardar porque contiene contenido bloqueado.
et: Seda nime ei saa salvestada, sest see sisaldab blokeeritud sisu.
fa: این نام ذخیره نمی‌شود چون شامل محتوای مسدودشده است.
fi: Tätä nimeä ei voi tallentaa, koska se sisältää estettyä sisältöä.
fil: Hindi mase-save ang pangalang ito dahil may naka-block na nilalaman ito.
fr: Ce nom ne peut pas être enregistré car il contient du contenu bloqué.
he: אי אפשר לשמור את השם הזה כי הוא מכיל תוכן חסום.
hi: यह नाम सहेजा नहीं जा सकता क्योंकि इसमें ब्लॉक की गई सामग्री है।
hr: Ovo ime nije moguće spremiti jer sadrži blokirani sadržaj.
hu: Ez a név nem menthető, mert tiltott tartalmat tartalmaz.
id: Nama ini tidak dapat disimpan karena mengandung konten yang diblokir.
is: Ekki er hægt að vista þetta nafn því það inniheldur lokað efni.
it: Questo nome non può essere salvato perché contiene contenuti bloccati.
ja: ブロックされた内容が含まれているため、この名前は保存できません。
ko: 차단된 내용이 포함되어 있어 이 이름은 저장할 수 없습니다.
lt: Šio pavadinimo negalima išsaugoti, nes jame yra užblokuoto turinio.
lv: Šo vārdu nevar saglabāt, jo tas satur bloķētu saturu.
nb: Dette navnet kan ikke lagres fordi det inneholder blokkert innhold.
nl: Deze naam kan niet worden opgeslagen omdat deze geblokkeerde inhoud bevat.
nn: Dette namnet kan ikkje lagrast fordi det inneheld blokkert innhald.
pl: Nie można zapisać tej nazwy, ponieważ zawiera zablokowaną treść.
pt_br: Este nome não pode ser salvo porque contém conteúdo bloqueado.
ro: Acest nume nu poate fi salvat deoarece conține conținut blocat.
ru: Это имя нельзя сохранить, так как оно содержит запрещённый контент.
sk: Tento názov sa nedá uložiť, pretože obsahuje blokovaný obsah.
sl: Tega imena ni mogoče shraniti, ker vsebuje blokirano vsebino.
sr: Ovo ime ne može da se sačuva jer sadrži blokiran sadržaj.
sv: Det här namnet kan inte sparas eftersom det innehåller blockerat innehåll.
sw: Jina hili haliwezi kuhifadhiwa kwa sababu lina maudhui yaliyozuiwa.
ta: தடுக்கப்பட்ட உள்ளடக்கம் இருப்பதால் இந்த பெயரைச் சேமிக்க முடியாது.
th: บันทึกชื่อนี้ไม่ได้ เพราะมีเนื้อหาที่ถูกบล็อก
tr: Bu ad, engellenen içerik içerdiği için kaydedilemez.
uk: Це ім’я не можна зберегти, бо воно містить заблокований вміст.
ur: یہ نام محفوظ نہیں کیا جا سکتا کیونکہ اس میں ممنوعہ مواد ہے۔
vi: Không thể lưu tên này vì có chứa nội dung bị chặn.
zh_hans: 此名称无法保存，因为包含受限内容。
zh_hant: 此名稱無法儲存，因為包含封鎖內容。

# profile.errors.saveFailed
source: Could not save changes
ar: تعذر حفظ التغييرات
bg: Не можа да се запишат промените
bn: পরিবর্তন সংরক্ষণ করা যায়নি
ca: No s'han pogut desar els canvis
cs: Nepodařilo se uložit změny
da: Kunne ikke gemme ændringer
de: Änderungen konnten nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση των αλλαγών
es: No se pudieron guardar los cambios
et: Muudatusi ei saanud salvestada
fa: نمی‌توان تغییرات را ذخیره کرد
fi: Muutosten tallentaminen epäonnistui
fil: Hindi masave ang mga pagbabago
fr: Impossible d'enregistrer les modifications
he: לא ניתן לשמור את השינויים
hi: परिवर्तन सहेजे नहीं जा सके
hr: Nije moguće spremiti promjene
hu: Nem sikerült menteni a módosításokat
id: Tidak dapat menyimpan perubahan
is: Gat ekki vistað breytingarnar
it: Impossibile salvare le modifiche
ja: 変更を保存できませんでした
ko: 변경사항을 저장할 수 없습니다
lt: Nepavyko išsaugoti pakeitimų
lv: Neizdevās saglabāt izmaiņas
nb: Kunne ikke lagre endringene
nl: Wijzigingen konden niet worden opgeslagen
nn: Kunne ikke lagre endringane
pl: Nie można zapisać zmian
pt_br: Não foi possível salvar as alterações
ro: Nu s-au putut salva modificările
ru: Не удалось сохранить изменения
sk: Nie je možné uložiť zmeny
sl: Sprememb ni bilo mogoče shraniti
sr: Nije moguće spremiti izmene
sv: Kunde inte spara ändringar
sw: Haiwezi kuokoa mabadiliko
ta: மாற்றங்களைச் சேமிக்க முடியவில்லை
th: ไม่สามารถบันทึกการเปลี่ยนแปลง
tr: Değişiklikler kaydedilemedi
uk: Не вдалося зберегти зміни
ur: تبدیلیاں محفوظ نہیں ہو سکیں
vi: Không thể lưu thay đổi
zh_hans: 无法保存更改
zh_hant: 無法保存更改

# profile.errors.uploadFailed
source: Could not upload image
ar: تعذر تحميل الصورة
bg: Не можа да се качи изображението
bn: ছবি আপলোড করা যায়নি
ca: No s'ha pogut pujar la imatge
cs: Nepodařilo se nahrát obrázek
da: Kunne ikke uploade billede
de: Bild konnte nicht hochgeladen werden
el: Δεν ήταν δυνατή η αποστολή της εικόνας
es: No se pudo cargar la imagen
et: Pilti ei saanud üles laadida
fa: نمی‌توان تصویر را آپلود کرد
fi: Kuvan lataaminen epäonnistui
fil: Hindi ma-upload ang larawan
fr: Impossible de télécharger l'image
he: לא ניתן להעלות את התמונה
hi: छवि अपलोड नहीं हो सकी
hr: Nije moguće učitati sliku
hu: Nem sikerült feltölteni a képet
id: Tidak dapat mengunggah gambar
is: Gat ekki hlaðið mynd upp
it: Impossibile caricare l'immagine
ja: 画像をアップロードできませんでした
ko: 이미지를 업로드할 수 없습니다
lt: Nepavyko įkelti vaizdo
lv: Neizdevās augšupielādēt attēlu
nb: Kunne ikke laste opp bildet
nl: Afbeelding kon niet worden geüpload
nn: Kunne ikke laste opp biletet
pl: Nie można przesłać zdjęcia
pt_br: Não foi possível fazer upload da imagem
ro: Nu s-a putut încărca imaginea
ru: Не удалось загрузить изображение
sk: Nie je možné nahrať obrázok
sl: Slike ni bilo mogoče naložiti
sr: Nije moguće učitati sliku
sv: Kunde inte ladda upp bilden
sw: Haiwezi kupakia picha
ta: படத்தைப் பதிவேற்ற முடியவில்லை
th: ไม่สามารถอัปโหลดรูปภาพ
tr: Resim yüklenemedi
uk: Не вдалося завантажити зображення
ur: تصویر اپ لوڈ نہیں ہو سکی
vi: Không thể tải lên hình ảnh
zh_hans: 无法上传图片
zh_hant: 無法上傳圖像

# profile.errors.usernameInvalid
source: Username must be 3-20 characters and contain only lowercase letters, numbers, or underscores.
ar: يجب أن يتكون اسم المستخدم من 3 إلى 20 حرفًا وأن يحتوي فقط على أحرف صغيرة أو أرقام أو شرطات سفلية.
bg: Потребителското име трябва да е 3–20 знака и да съдържа само малки букви, цифри или долни черти.
bn: ব্যবহারকারীর নাম ৩-২০ অক্ষরের হতে হবে এবং শুধু ছোট হাতের অক্ষর, সংখ্যা বা আন্ডারস্কোর থাকতে পারবে।
ca: El nom d'usuari ha de tenir entre 3 i 20 caràcters i només pot contenir lletres minúscules, números o guions baixos.
cs: Uživatelské jméno musí mít 3–20 znaků a obsahovat jen malá písmena, čísla nebo podtržítka.
da: Brugernavnet skal være 3-20 tegn og kun indeholde små bogstaver, tal eller understreger.
de: Der Benutzername muss 3–20 Zeichen lang sein und darf nur Kleinbuchstaben, Zahlen oder Unterstriche enthalten.
el: Το όνομα χρήστη πρέπει να είναι 3-20 χαρακτήρες και να περιέχει μόνο πεζά γράμματα, αριθμούς ή κάτω παύλες.
es: El nombre de usuario debe tener entre 3 y 20 caracteres y contener solo letras minúsculas, números o guiones bajos.
et: Kasutajanimi peab olema 3–20 märki ja sisaldama ainult väiketähti, numbreid või alakriipse.
fa: نام کاربری باید ۳ تا ۲۰ نویسه باشد و فقط شامل حروف کوچک، اعداد یا زیرخط باشد.
fi: Käyttäjänimen on oltava 3–20 merkkiä ja se saa sisältää vain pienaakkosia, numeroita tai alaviivoja.
fil: Dapat 3-20 character ang username at maliit na titik, numero, o underscore lang ang laman nito.
fr: Le nom d'utilisateur doit comporter 3 à 20 caractères et contenir seulement des lettres minuscules, des chiffres ou des tirets bas.
he: שם המשתמש חייב להכיל 3–20 תווים ורק אותיות קטנות באנגלית, מספרים או קווים תחתונים.
hi: उपयोगकर्ता नाम 3-20 वर्ण का होना चाहिए और इसमें केवल छोटे अक्षर, अंक या अंडरस्कोर हो सकते हैं।
hr: Korisničko ime mora imati 3–20 znakova i sadržavati samo mala slova, brojeve ili donje crte.
hu: A felhasználónév 3–20 karakteres lehet, és csak kisbetűket, számokat vagy aláhúzást tartalmazhat.
id: Nama pengguna harus 3-20 karakter dan hanya boleh berisi huruf kecil, angka, atau garis bawah.
is: Notandanafn verður að vera 3–20 stafir og aðeins innihalda lágstafi, tölur eða undirstrik.
it: Il nome utente deve avere 3-20 caratteri e contenere solo lettere minuscole, numeri o trattini bassi.
ja: ユーザー名は3〜20文字で、小文字、数字、アンダースコアのみ使用できます。
ko: 사용자 이름은 3~20자여야 하며 소문자, 숫자, 밑줄만 포함할 수 있습니다.
lt: Naudotojo vardas turi būti 3–20 simbolių ir jame gali būti tik mažosios raidės, skaičiai arba apatiniai brūkšniai.
lv: Lietotājvārdam jābūt 3–20 rakstzīmes garam un tas drīkst saturēt tikai mazos burtus, ciparus vai pasvītras.
nb: Brukernavnet må være 3–20 tegn og kan bare inneholde små bokstaver, tall eller understreker.
nl: Gebruikersnaam moet 3-20 tekens zijn en mag alleen kleine letters, cijfers of underscores bevatten.
nn: Brukarnamnet må vere 3–20 teikn og kan berre innehalde små bokstavar, tal eller understrekar.
pl: Nazwa użytkownika musi mieć 3–20 znaków i zawierać tylko małe litery, cyfry lub podkreślenia.
pt_br: O nome de usuário deve ter de 3 a 20 caracteres e conter apenas letras minúsculas, números ou sublinhados.
ro: Numele de utilizator trebuie să aibă 3–20 de caractere și să conțină doar litere mici, cifre sau caractere de subliniere.
ru: Имя пользователя должно быть длиной 3–20 символов и содержать только строчные буквы, цифры или подчёркивания.
sk: Používateľské meno musí mať 3–20 znakov a obsahovať iba malé písmená, čísla alebo podčiarkovníky.
sl: Uporabniško ime mora imeti 3–20 znakov in vsebuje le male črke, številke ali podčrtaje.
sr: Korisničko ime mora imati 3–20 znakova i sadržati samo mala slova, brojeve ili donje crte.
sv: Användarnamnet måste vara 3–20 tecken och får bara innehålla små bokstäver, siffror eller understreck.
sw: Jina la mtumiaji lazima liwe na herufi 3-20 na litumie herufi ndogo, nambari au vistari chini pekee.
ta: பயனர்பெயர் 3-20 எழுத்துகளாக இருக்க வேண்டும்; சிறிய எழுத்துகள், எண்கள் அல்லது அடிக்கோடுகள் மட்டுமே இருக்கலாம்.
th: ชื่อผู้ใช้ต้องมี 3-20 อักขระ และใช้ได้เฉพาะตัวพิมพ์เล็ก ตัวเลข หรือขีดล่าง
tr: Kullanıcı adı 3-20 karakter olmalı ve yalnızca küçük harf, rakam veya alt çizgi içermelidir.
uk: Ім’я користувача має містити 3–20 символів і лише малі літери, цифри або підкреслення.
ur: صارف نام 3-20 حروف کا ہونا چاہیے اور اس میں صرف چھوٹے حروف، اعداد، یا انڈر اسکور ہو سکتے ہیں۔
vi: Tên người dùng phải có 3–20 ký tự và chỉ chứa chữ thường, số hoặc dấu gạch dưới.
zh_hans: 用户名须为 3–20 个字符，且只能包含小写字母、数字或下划线。
zh_hant: 使用者名稱須為 3–20 個字元，且只能包含小寫字母、數字或底線。

# profile.errors.usernameSaveFailed
source: Failed to save username.
ar: فشل حفظ اسم المستخدم.
bg: Неуспешно запазване на потребителското име.
bn: ব্যবহারকারীর নাম সংরক্ষণ করা যায়নি।
ca: No s'ha pogut desar el nom d'usuari.
cs: Uživatelské jméno se nepodařilo uložit.
da: Kunne ikke gemme brugernavn.
de: Benutzername konnte nicht gespeichert werden.
el: Αποτυχία αποθήκευσης ονόματος χρήστη.
es: No se pudo guardar el nombre de usuario.
et: Kasutajanime salvestamine ebaõnnestus.
fa: ذخیره نام کاربری ناموفق بود.
fi: Käyttäjänimen tallennus epäonnistui.
fil: Hindi na-save ang username.
fr: Échec de l'enregistrement du nom d'utilisateur.
he: שמירת שם המשתמש נכשלה.
hi: उपयोगकर्ता नाम सहेजा नहीं जा सका।
hr: Spremanje korisničkog imena nije uspjelo.
hu: Nem sikerült menteni a felhasználónevet.
id: Gagal menyimpan nama pengguna.
is: Mistókst að vista notandanafn.
it: Impossibile salvare il nome utente.
ja: ユーザー名を保存できませんでした。
ko: 사용자 이름을 저장하지 못했습니다.
lt: Nepavyko išsaugoti naudotojo vardo.
lv: Neizdevās saglabāt lietotājvārdu.
nb: Kunne ikke lagre brukernavn.
nl: Gebruikersnaam opslaan mislukt.
nn: Klarte ikkje å lagre brukarnamn.
pl: Nie udało się zapisać nazwy użytkownika.
pt_br: Falha ao salvar o nome de usuário.
ro: Salvarea numelui de utilizator a eșuat.
ru: Не удалось сохранить имя пользователя.
sk: Používateľské meno sa nepodarilo uložiť.
sl: Uporabniškega imena ni bilo mogoče shraniti.
sr: Čuvanje korisničkog imena nije uspelo.
sv: Det gick inte att spara användarnamnet.
sw: Imeshindwa kuhifadhi jina la mtumiaji.
ta: பயனர்பெயரைச் சேமிக்க முடியவில்லை.
th: บันทึกชื่อผู้ใช้ไม่สำเร็จ
tr: Kullanıcı adı kaydedilemedi.
uk: Не вдалося зберегти ім’я користувача.
ur: صارف نام محفوظ نہ ہو سکا۔
vi: Không lưu được tên người dùng.
zh_hans: 保存用户名失败。
zh_hant: 無法儲存使用者名稱。

# profile.errors.usernameTaken
source: That username is already taken.
ar: اسم المستخدم هذا مستخدم بالفعل.
bg: Това потребителско име вече е заето.
bn: এই ব্যবহারকারীর নামটি ইতিমধ্যে নেওয়া হয়েছে।
ca: Aquest nom d'usuari ja està en ús.
cs: Toto uživatelské jméno je již obsazené.
da: Det brugernavn er allerede taget.
de: Dieser Benutzername ist bereits vergeben.
el: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη.
es: Ese nombre de usuario ya está en uso.
et: See kasutajanimi on juba võetud.
fa: این نام کاربری قبلاً گرفته شده است.
fi: Käyttäjänimi on jo varattu.
fil: May gumagamit na ng username na iyan.
fr: Ce nom d'utilisateur est déjà pris.
he: שם המשתמש הזה כבר תפוס.
hi: यह उपयोगकर्ता नाम पहले से लिया जा चुका है।
hr: To korisničko ime je već zauzeto.
hu: Ez a felhasználónév már foglalt.
id: Nama pengguna itu sudah digunakan.
is: Þetta notandanafn er þegar frátekið.
it: Questo nome utente è già in uso.
ja: そのユーザー名はすでに使われています。
ko: 이미 사용 중인 사용자 이름입니다.
lt: Šis naudotojo vardas jau užimtas.
lv: Šis lietotājvārds jau ir aizņemts.
nb: Dette brukernavnet er allerede tatt.
nl: Die gebruikersnaam is al bezet.
nn: Brukarnamnet er allereie teke.
pl: Ta nazwa użytkownika jest już zajęta.
pt_br: Esse nome de usuário já está em uso.
ro: Acest nume de utilizator este deja folosit.
ru: Это имя пользователя уже занято.
sk: Toto používateľské meno je už obsadené.
sl: To uporabniško ime je že zasedeno.
sr: To korisničko ime je već zauzeto.
sv: Det användarnamnet är redan taget.
sw: Jina hilo la mtumiaji tayari limetumika.
ta: அந்த பயனர்பெயர் ஏற்கனவே பயன்படுத்தப்படுகிறது.
th: ชื่อผู้ใช้นี้ถูกใช้แล้ว
tr: Bu kullanıcı adı zaten alınmış.
uk: Це ім’я користувача вже зайняте.
ur: یہ صارف نام پہلے سے لیا جا چکا ہے۔
vi: Tên người dùng này đã được dùng.
zh_hans: 该用户名已被占用。
zh_hant: 此使用者名稱已被使用。
